Repository: pekdon/florb
Catalog: src/i18n/*.po
Languages: sv_se

source: A tile server with the same name already exists.
sv_se: En kartserver med det namnet existerar redan.

source: About
sv_se: Om florb

source: About / License
sv_se: Om florb / Licens

source: Add tile server
sv_se: Lägg till kartserver

source: Add tileserver
sv_se: Lägg till kartserver

source: Base
sv_se: Baskarta

source: Bulk download
sv_se: Kartendownload

source: Cache error: EXISTS
sv_se: Cache Fel: EXISTS

source: Cache error: GET
sv_se: Cache Fel: GET

source: Cache error: PUT
sv_se: Cache Fel: PUT

source: Cancel
sv_se: Avbryt

source: Clear
sv_se: Rensa

source: Clear current track
sv_se: Rensa spår

source: Delay [ms]
sv_se: Fördröjning [ms]

source: Delete waypoints
sv_se: Radera ruttpunkter

source: Device
sv_se: Enhet

source: Device download
sv_se: Hämta från enhet

source: Device upload
sv_se: Lagra på enhet

source: Distances
sv_se: Avstånd

source: Download
sv_se: Hämta

source: Download Failed!
sv_se: Hämtning misslyckades!

source: Download OK
sv_se: Hämtning OK

source: Download from device
sv_se: Hämta från enhet

source: Edit
sv_se: Redigera

source: Edit tile server
sv_se: Redigera kartserver

source: Edit tileserver
sv_se: Redigera kartserver

source: Edit waypoints
sv_se: Redigera ruttpunkter

source: Elevation
sv_se: Höjd

source: Elevation [m]
sv_se: Höjd [m]

source: Elevation profile
sv_se: Höjdprofil

source: Elevation:
sv_se: Höjd:

source: Enable GPSd
sv_se: Aktivera GPSd

source: Error updating selected waypoints
sv_se: Fel vid uppdatering av markerade ruttpunkter

source: Failed to open / create cache database
sv_se: Fel vid öppnning / skapande av cache-databasen

source: Failed to open GPX file
sv_se: Fel vid öppning av GPX-fil

source: Failed to save GPX data
sv_se: Fel vid lagring av GPX-fil

source: Failed to start downloader
sv_se: Misslyckades att starta hämtning

source: Failure parsing zoomlevel description.
sv_se: Fel vid inläsning av zoomnivå

source: File
sv_se: Fil

source: GPS cursor color
sv_se: GPS färg

source: GPSd error
sv_se: GPSd fel

source: GPX error
sv_se: GPX fel

source: Go to cursor
sv_se: Gå till position

source: Help
sv_se: Hjälp

source: Image format
sv_se: Bildformat

source: Imperial
sv_se: Brittiska

source: Interface
sv_se: Gränssnitt

source: Invalid delay
sv_se: Ogiltig fördörjning

source: Invalid latitude
sv_se: Ogiltig latitud

source: Invalid longitude
sv_se: Ogiltig longitud

source: Invalid pixel position
sv_se: Ogiltig pixelposition

source: Invalid unit conversion
sv_se: Ogiltig enhetskonvertering

source: Invalid zoomlevel specified for this map.
sv_se: Ogiltig zoomnivå för denna karta

source: Latitude
sv_se: Latitud

source: Latitude [°]
sv_se: Latitud [°]

source: Load GPX file
sv_se: Öppna GPX-fil

source: Location
sv_se: Plats

source: Lock to cursor
sv_se: Position folgen

source: Lon:
sv_se: Long:

source: Longitude
sv_se: Longitud

source: Longitude [°]
sv_se: Longitud [°]

source: Map
sv_se: Karta

source: Marker color
sv_se: Markörfärg

source: Marker color (selected)
sv_se: Markörfärg (vald)

source: Marker error
sv_se: Markörfel

source: Menu
sv_se: Meny

source: Metric
sv_se: Metrisk

source: My tileserver
sv_se: Min kartserver

source: Name
sv_se: Namn

source: Nautical
sv_se: Nautisk

source: No devices found
sv_se: Inga enheter funna

source: None
sv_se: Ingen

source: Open GPX
sv_se: Öppna GPX-fil

source: Overlay
sv_se: Överlägg

source: Please provide a name for this server!
sv_se: Ange ett namn för denna server

source: Please specify the download url for this server!
sv_se: Ange en address för denna server

source: Quit
sv_se: Avsluta

source: Record track
sv_se: Spela in bana

source: Remove tileserver
sv_se: Radera kartserver

source: Save GPX as
sv_se: Spara som GPX-fil

source: Save current track
sv_se: Spara bana

source: Scale error
sv_se: Skalfel

source: Search
sv_se: Sök

source: Select cache directory
sv_se: Välj cachekatalog

source: Select color
sv_se: Välg färg

source: Select download area
sv_se: Välj område att hämta

source: Select the desired area on the map now
sv_se: Välj önskat område på kartan

source: Selection color
sv_se: Välj färg

source: Selection error
sv_se: Fel

source: Settings
sv_se: Inställningar

source: Show waypoint markers
sv_se: Visa ruttpunktsmarkörer

source: Sim. downloads
sv_se: Sim. hämtning

source: Slippy Map
sv_se: Karta

source: Tileservers
sv_se: Kartservrar

source: Track
sv_se: Bana

source: Track color
sv_se: Banfärg

source: Track line width
sv_se: Banlinjefärg

source: Track title
sv_se: Bannamn

source: Trip:
sv_se: Tur

source: Units
sv_se: Enheter

source: Upload
sv_se: Ladda upp

source: Upload Failed!
sv_se: Uppladdning misslyckades!

source: Upload OK
sv_se: Uppladdning OK

source: Upload to device
sv_se: Ladda upp till enhet

source: Usage
sv_se: Användning

source: View elevation profile
sv_se: Visa höjdprofil

source: Zoom levels
sv_se: Zoom nivåer

source: ft
sv_se: fot

source: in
sv_se: tum
